#6)  input() ფუნქციის დახმარებით მომხმარებელს შემოაქვს ორი რიცხვი a და b.  შექმენით ცარიელი სია. for ციკლის და range() ფუნქციის გამოყენებით ახალ სიაში  დაამატეთ ყველა რიცხვი რომელიც a და b რიცხვებს შორისაა ( range(a, b) ).append() ფუნქციის დახმარებითშედეგი გამოიტანეთ ტერმინალში

list = []

a = int(input("enter number a:"))
b = int(input("enter number b:"))
num = (1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50)
for i in range(a, b):
    list.append(i)
print(list)
    